
{ 
	"center": [
		"(I think b/c I was writing down countres but) China Centering oneself / Camera angles Center-aligned / Perfection",
		"I’m afraid of being in the center of anything. I don’t like to draw attention to myself.",
		"middle, things are around it",
		"To be centered is to be balanced but life always tips the scales.",
		"An eye turned towards oneself",
		"大福＞おはぎ Foods that are roughly spherical and have two components- 1.     Center and 2.     Periphery A food can have a gooey center and a solid periphery, or a solid center and a gooey periphery.",
		"something waiting to be dizzying, vibrant, and likely disappointing, hot empty, i am always looking to find myself in the “center” of something, a city or a scene, but in my real experience nothing exciting has ever happened in the actual center of something, and it’s usually the strangest and most culture-devoid point in a city (times square, “the bean”, etc)",
		"I think of centralized organizations.",
		"Of me of my stomach of the pit inside it, it eats at me my center core.",
		"It’s my favorite spot, I come here often. Greyzone formless anonymous bridge thing I don’t ever have to cross. Sometimes it’s not comfortable, not cute, sometimes it’s embarrassing.",
		"the point from which an activity or process is directed, or on which it is focused.",
		"Ecuator, hot dense weather. Empire.",
		"A mound rising up, on top is a tower, on top of the tower is a man raising both hands up towards the sky.",
		"Always inside",
		"walking out past the point where you can feel the sticks stones and jelly mud bottom of the lake against your bare feet which are too soft to bear anything other than socks",
		"here, not there",
		"a point or part that is equally distant from all sides, ends, or surfaces of something.",
		"the middle point of a circle or sphere, equidistant from every point on the circumference or surface."
		],

	"periphery": ["Periphery vision? (Don’t know this word too well) Makes me think of animal of prey (Horse/Cow etc) for some reason. ///// I think it’s so sad we stay within the periphery of our college bubble. I would like to see more life. This weekend I went to New York. New buildings created new perpiheries masking their violence with gleaming windows + green plants. ///// What is barely visible, almost not. Perhaps a space invisible to the seer if the seer were in the center. ///// margin, outside, thin strip ///// poem for a blue page another horse blinker morning. licked finger sees me to the other  side, betrays me like an unblessed sneeze, feigned. they scold me from the passing window. I stamp everyone’s books. four weeks from today, and another four after that, I say, smiling. we’ve abolished overdue fines, except for the very overdue, smiling. dropping smiles like warm eggs (XL) dropping eggs like stale smiles, dropping eyes on these horse blinker mornings, dropping dropping dropping drooping drooling unspooling beam me up to heaven, scotty. ///// When you get up to get something and just as you walk through a doorway to the next room you forget what you got up to get. ///// What is barely visible, almost not. Perhaps a space invisible to the seer if the seer were in the center. ///// A stampede of elegant paws grows distant, echoing off the walls of the tube, growing louder again. In a fraction of a second the singular mass of whippets sprints by, whipping the air around you into a tempestuous frenzy. They are barely distinguishable from one another, a race with a single participant. If your mind had the ability to freeze its input and focus on a single frame like Hokusai could, you would see the Muybridgean cycle of the dogs bodies stretching and contracting in perfect mechanic form. But no matter, in another instant they are gone, their barks ricocheting off the perfect white inner surface of the toroidal infrastructure. Maybe try to close your eyes as soon as they are out of your periphery – treat it like a phenakistoscope. Maybe there isn’t any movement at all, just a series of frames. But what about the sound? Does each frame emit a note that is strung together as in a song? The man standing next to you checks their pocket watch, snaps it closed and returns the chain to their pocket. In unison, the two tophatted heads lean forward ever so slightly in anticipation of the spectacle. The diaphanous white light emanates from all surfaces and suspends the three objects, men and dog in transparent milk jell-o. ///// Attempting to satisfying my longing for personal preservation but restricted by my aging vessel I’m grateful to the ability of object sensory granting me the recovery of memory capturing the fleeting. The relationships I have to objects involve the mapping of their meanings through the life of images. ///// I remember asking about this a lot when I was a kid. Maybe almost as many times as I asked how babies grew in stomachs and what went in what and came out of where. I couldn’t understand how you could see things but not see them or be looking at them, but when I figured it out (did I figure it out i don’t know if I all the way understand), I felt really bad for horses with the blinders that block their periphery vision—straight on ahead, horse, its only what’s in front of you. ///// holds you afloat without acknowledgement. Love your dress. ///// Chapped lips. Lasso’s tool. Wire rim. Glass brim. Spectator’s stance. Ankle deep (the ring around that centimeter of skin) ///// Gilded frame around everything you see, the edges are barely there, your gaze never deviates. ///// salt ring from evaporated water ///// a marginal or secondary position in, or part or aspect of, a group, subject, or sphere of activity. ///// Blurry, undefined, fluid /////"
	],

	"north": [
		"North is a restaurant I enjoy on special occasions. It is also when I look up in famliar places and am greeted with surprises — what a nice ceiling, what a blue sky. It is a place that I wasn’t raised in, but loves me. It is the opposite of south.",
		"up, means providence, means cold America",
		"North Korea, North Star Somewhat Cold",
		"An arbitrary place. Wealth. Cold air.",
		"A complicated relationship with home. A place that I feel I know but don’t always like. Maybe I could say I love the north but I don’t want to defend everything that it is.",
		"innocent aspiration, good omen, standard, direction",
		"kanye wept at the north west corridor, above the lenticular clouds that had condensed below your eyelashes, sometime around the holocene, a peripherary time for you and me.",
		"grass becomes cropped smaller, kept thicker, and windows become massive. very clear, unabashed wealth geography from my hometown meant i could walk northward and over the course of an hour watch the houses balloon and grow increasingly ornate, and watch the gardens bloom, and in chicago the “south” was where the evil was, though that of course was a racist lie that is the real estate equivalent of crossing the street because of someone “threatening”...",
		"From where I am born, North I run into a mountain. I look from the foot, real small, towards the bulbous observatory all the way up. They speak differently up there, apparently they don’t like strangers. My hands always got so cold and would hurt. They even put a large star—a North star—next to the observatory. I can look at it from the hectares of fields, where my house is, and see it glow red.",
		"Up on up from here!!! Found out maps are upside down or maybe they aren’t I can’t remember but they sure are eurocentric I know that for sure. Funny how sometimes what you think is north isn’t north but really more like alongside the river almost north, but a little bit to the northeast. When I open google maps to check how correct straight arrow my sense of north is, it default opens to north being straight on up my screen.",
		"Bitter but still good. Tiny? Potholes from weather.",
		"American drift — locus of technology, creative energy, outsourcing, complacency, deferral. Constant, constant deferral",
		"the direction in which a compass needle normally points, toward the horizon on the left-hand side of a person facing east, or the part of the horizon lying in this direction.",
		"picket fence white paint big big lake"
		],

	"south": [
		"Thick fog like a shelf on the horizon, dreams of giants, spires and ugly renaissance revival buildings.",
		"A city built on a bog. The pavement melts and sticks to the soles of your knock-off Adidas sneakers. A part of town full of dust and putrid canals.",
		"washbasin filled to the brim",
		"The tenacity and resilience of south to south interactions. Innovation and pragmatism, hacking culture, better than you.",
		"From where I am born, South I have to swim. I can swim all the way to France if I want to, but never to the ocean. I’ll never reach it in fact. Five hours later, in Italy. Actually, the bridge there collapsed last summer, so now it’s six. South where the bulkiest barriers are.",
		"the direction toward the point of the horizon 90° clockwise from east, or the point on the horizon itself.",
		"Not this Summer thank you ;)",
		"...“don’t walk around that way in the summer nights”",
		"I can only think of the South as something completely connected to the North. Something that is American but not known to me in a personal way. An issue that I do not know what to do with. A place that scares me because it is an unfamiliar idea. A general place that is infatuated with its own history, where I feel the north is a place trying to move away from its history. Then I realize that is totally wrong and there are white people everywhere scared of losing their whiteness and my home is not much different than the south.",
		"Also cold. Undermined.",
		"South Korea, Warmth. “Heading South”",
		"hot and humid, sweet fruits",
		"South is a region I am very familiar with. It is very green, cheap, and passive agressive. When I’m in the South my head faces south. South leaves a sour taste in my mouth, but maybe it’s just my acid reflux.",
		"where I’m facing when I face south, I’m North and I’m looking at everything I know"
		],

	"east": [
		"The East is really all I’ve ever known. Sometimes I dream about the West, but I don’t think it’s me enough. East is the beep on the studio floor when I turn my chin to hopefully see a familar face.",
		"Asia / East Sea. Asians / Asian ppl",
		"oceans, the kids getting in car accidents from the sun in the morning at my high school",
		"These words only exist in dualities to me. When I think of the East I think of the Western perspective of the East. The fabrication of another world from centuries of American art based on American stories about the East. A world that truly doesn’t exist. I think of an exoticization that feeds into itself. I think of the ocean representing an opaque border that allows the West to create its own narrative from a few pieces of the puzzle.",
		"I am East Asian here but Western there. A person of color here but a white person there. I am constantly embodying a politics of difference, where I am always alien. Maybe never feeling like I belong means that I’m free. Maybe people get too caught up in tribalism, these partially superficial identity labels that exclude and alienate. Maybe I just get to be whoever the fuck I want to be.",
		"lower and larger, and then a jagged cliff into the lake",
		"East is the direction the sun rises in the morning.",
		"From where I am born, East I need to dig into my memories of Frau Rouge, Frau Pittard, Herr Bingeli, and Frau Perrin’s classes and scratch for any words that might help me get around. The signs shift to German around the capital (center). East, that’s where the rest of the money is hidden. Everyone here likes to say that over there, that’s where the actual fascists all live.",
		"East of the big green Mass (Masshole is a term that has recently entered my awareness, vernacular specific to territory east of here.) watching the descending purple trim of the horizon. My family’s body presses itself into sleep (residence, stability, roots) (in) (our respective homes) maybe something to do with allegiance and an old hope of returning (Christina Sharpe’s notion of the wake orienting us towards this specific scape of sea). My mom tells me that she is afraid to travel to Asia because she is black.",
		"East weast yeast least feast.",
		"Ivy and cramped, brickwork and lace, my parents always say that the U.S barely has any history compared to the 500 years of Chinese history. That doesn’t seem to hinder the sense of legacy.",
		"the ocean crashes against a wooden pier",
		"Oddly loaded with geopolitical implications",
		"the direction toward the point of the horizon where the sun rises at the equinoxes, on the right-hand side of a person facing north, or the point on the horizon itself.",
		"the player sitting to the left of North and partnering West."
		],

	"west": [
		"West is the direction of pretty sunsets.",
		"the direction toward the point of the horizon where the sun sets at the equinoxes, on the left-hand side of a person facing north, or the part of the horizon lying in this direction.",
		"Contradictions",
		"the ocean crashes against a cold sand beach",
		"A cloud of dust and steam in the distance. A low rumble. A train whistle. Your sun-beaten cheeks reveal nothing to me. And then there is the idea of the frontier as a place outside of the conniving confines of society. A place for escape. But what do you know about freedom? You knows not what it means to be confined. One thousand hands.",
		"West lest fest test nest rest Art historical canons",
		"Dull girl asks me if I’ve ever been west largely disregards my response to describe how her family rented their own little moving house to take the three day trek to that coast. Does not specific the city to which the journey led. Perhaps not the point. Most striking thing about LA perhaps the homeless population and hills (how?) and the cultural interest of the art museum I visited. Far more representation of AAPI artists. Vague thought about how the parameters of diversity initiatives are influenced by geography.",
		"From where I am born, West I am home still. My friend lived there, my love lived there, my mom lived there, I wonder if I’ll live there. I’m only a bit different and it’s only noticeable rarely—when I say my numbers, or bless you. Further and still, I am home. I don’t like it here, but I don’t like it there either. But West I can be as loud as I please.",
		"houses break off into alleys and rubble",
		"The name of a town in ward 港 、 prefecture 東京 、 plain 関東 、Population approx. 600 人 A figure the size of a Labradoodle crouches by the wayside, craning their neck over the potted plants. They look for rollypollies. It requires far less exertion than what everyone else seems to love doing. Somehow, they know that no action can surmount the imminent failure that preexists it. They wonder whether this neurosis sprouts from their perfectionism. Or, is it the pocket void of self-esteem in which they came into being? Social anxiety, perhaps? Or maybe, if heteronormativity were water that, with immense pressure, forced its way into all spaces, every last fiber in their body was simply hydrophobic. The segmented bodies transport themselves diligently under her expectant breath. They don’t seem to care, they don’t seem to see. Fear and invisibility are most comfortable together. Immaterial hammers crashed down around them, the metallic clang an unremitting tinnitus.",
		"I think of how you can only truly hate what you love. I think of the first toxic relationship I was in. I think of how actually all my relationships have been toxic. I know the most about the West. I love nothing more than the west. I could never think of another part of the world at home. And I hate it more the longer I live here. I simultaneously want out and feel extremely comfortable here",
		"A contradiction",
		"where I wanna be/go, far far away from me, opposite direction than what makes sense to me",
		"White ppl / Europe & America",
		"Remember when everyone loved Kanye West? Hollywood is really just a big sham. Fame isn’t real."
		],

	"above": [
		"I think we should remove all hierarchies.",
		"Above & beyond / Clouds & skies & stars / Thin air / Tall people",
		"tippy top, raise your hands above your head to get the bugs away when you’re in a field or mini golfing",
		"I can’t get God out of my head. As something personal, having to do with the dead ones that are intangible. A space that is out of our grasp. I’m also expecting a new religion to derive from space travel because I feel like the idea of the “man in the sky” is getting harder and harder to believe. is space travel just a euphemism for a new religion?",
		"The eyes scan horizontally for predator and prey, from left to right of the linguistic rapids. Evolutionary biology substantiates the roots of the eye’s natural mechanisms. In ethnomethodological studies, however, it is clear that other varieties of the species exhibit signs of vertical ocular movement. Artefacts from the far corners of the planet are used to analyze the written communication styles of such beings. There seems to be no distinction between one word and the next, the effect being one of an impenetrable block of text.",
		"headache thin air, beige and perilous",
		"I got this bed, I don’t know who got the other one. Up here I can just stare at the ceiling and I can’t touch the floor even if I want to.",
		"今天的猎户星座特别明亮，仰头凝望上空的她这么想着，但是没有告诉任何人",
		"in extended space over and not touching. “a display of fireworks above the town” extending upward over. “her arms above her head” higher than and to one side of; overlooking. “in the hills above the capital”",
		"Gasoline smell and the sun.",
		"Parting clouds and a single sunbeam. Horizon glancing off airplane wing.",
		"clouds",
		"The future, possibilities, where answers to the unanswerables lie, lack of control",
		"The sky in the moon in the stars is above us. A satellite shoots rays of information to see that we cannot live without their angel winged beams. The vertical realm is a place of power, and the further one goes, the more developed they are. The sacred, the unreachable."
		],

	"below": [
		"This is the substrate of our entire being. The beginning and end of life. The earth who listens when we’re sad.",
		"Root, memory, the past, hidden, treasure and shame",
		"worms",
		"Mark the soles of my feet with words of power. As I walk they wear down to nothing but in the meantime I have protection.",
		"So hard to reach. Just out of reach. Within reach.",
		"squared skeletons swing above my square-ish toes, proud head hangs low to accept the gold silver bronze tinsel",
		"at a lower level or layer than. “just below the pocket was a stain” lower in grade or rank than.“they rated its financial soundness below its competitor’s” synonyms: lower than, under, inferior to, subordinate to, secondary to, subservient to; More antonyms: above lower than (a specified amount, rate, or norm). “below freezing” synonyms: less than, lower than, under, not as much as, not so much as, smaller than; informal shy of",
		"There’s a guy jerking off above us, he thinks we can’t hear him I guess. He’s imagining things, I’m really not up to anything. Laughing myself to sleep.",
		"refreshing and rich, cool and safe",
		"hell hahaha jk I don’t believe in that",
		"Earthy / Something between one’s toes looking down",
		"I think we should remove all hierarchies."
	],

	"loss": [
		"I still don’t know how to process loss, but I will say I despise getting older because people keep dyinig. What are we supposed to do when someone you didn’t talk to for 7 years dies and they were a big part of your childhood? How are you supposed to react?",
		"A heart drops & sinks Dark dark dark It’s like someone brings an elaborate piece of heated memory & just sizzles it on you. Sometimes crying does not happen.",
		"it’s gone, we don’t have it any more unfortunately",
		"My aunt’s mother was recently hit by a car and killed.",
		"I think of the bodily act of holding someone as they cry and that resulting in the two individuals crying more than before.",
		"It’s unclear whether I ever ‘lost’ contact with my body like a lonely float meandering away from my fingertips or if it’s some kind of pathological condition. I remember as a child never knowing whether I was hungry or not. I stopped having opinions because no one ever asked to hear them, and everything I generalized as ‘ok’ because there was never any discussion about feeling. Emotional pain was not something I realized everyone had, including me, until I came to this country at age 18. To be honest I was annoyed by all the ‘feeling talk’, it sounded simply like everyone was just whining all the time. Americans are weak, I would often think to myself. That’s just the way I grew up. If anything was bothering me I would swallow it, and the yellow bile was constantly on the elevator of my esophagus. It was my fault if something felt bad. The self-criticisms were incessant, endless. You’re too sensitive, that comment shouldn’t bother you. You’re a coward, that’s why you have no opinions. You’re weak, stupid, useless! Never disrupt the social flow, moral turpitude is smooth operation’s worst enemy.Perhaps it is now that I’ve overcorrected, not knowing how much information is too much. In part, it’s because I don’t quite feel all of the words that I say, even if they are truths about myself. Am I claiming too much space when I say things that are potentially triggering, things that are difficult traumatic experiences? Am I being untactful? Or should I go ahead and own that space, because I deserve it?",
		"5 of cups.",
		"At night in the park, then again on the docks still hot, in the empty sand, on the garage beams, by the apple orchard, in the tall, dry grass, in an empty closet or laundry room, on the road back home, in a filthy city elevator, in the apartment next to mine, against the fast food toilets, in my childhood bedroom filled with every single worst person I ever met, under a tree somewhere, under the porch of the nightmare house by the lake. The moon must have felt such pity.",
		"Stretching and yawning my limbs spastically with another black femme to whom I have an odd relationship of mutual kinship and mirroring (not wholly positive, tryna work through it.) lost the onyx bracelet I prized carrying around my wrist after giving the fine ass dance instructor some Girl Scout cookies. [      ,       ,       ,       ,                ]",
		"今天的猎户星座特别明亮，仰头凝望上空的她这么想着，但是没有告诉任何人",
		"Machine lace is almost identical to hand made lace.",
		"at the liquor store I’m older than I look but in that blue field E says I look sad. I was thinking of you when I adopted one of five neutral expressions approved by the new jersey division of motor vehicles. this pining is due to expire in july. if I expire before july there’s a box with a check in it which means some stranger will inherit the domes of my eyes, my eyes full of your hands, your hands full of tomatoes.",
		"yellow plush dog you clutch in your hands to your chest to your cheek you leave it on accident at a hotel in virginia",
		"Something left behind, like ruins, detritus, shards of glass, dust. An impure emptiness caked in residue and dirt.",
		"Undesirable by definition, by also character-defining, shared",
		"the fact or process of losing something or someone."
	],
	"alienation": [
		"I am always lonely. I’ve yet to find someone who just clicks perfectly with me. I hope my parents will still love me the same when I am outed to them one day. Everytime my mom texts me “call me” I panic.",
		"Makes you want to hug someone very badly. Appreication for friends & family grow much higher. Hopefully it’s not too late to show that appreciation.",
		"pushed aside, like a bad, sad word",
		"Alien Nation. A nation seen as an alien by the center who will never be able to be non alien because of their own body. Perhaps they may be granted some form respect, but they will never gain the entire thing.",
		"I don’t know about this. Alienation can be destructive to someone’s understanding of a complex world, but I think it is beneficial in the construction of an individual persona.",
		"‘Allowed’ is kind of an evil word. It is the tax money that flows into the cacophonous mouths of a Greek chorus established to destroy morale and restrict mobility.",
		"Honestly, I hate girls like me too.",
		"In this country, I’m officially an alien and I have an alien number. The main times I feel that is when I can’t vote and when I have to do extra fingerprints and answer extra questions when I’m coming in or out of the country. I know about alienation in a lot of other ways, but as a white immigrant my alien status doesn’t alienate me all that much.",
		"the state or experience of being isolated from a group or an activity to which one should belong or in which one should be involved. synonyms: isolation, detachment, estrangement, distance,separation, severance, parting, division, divorce, cutting off, turning away, withdrawal; loss or lack of sympathy; estrangement. a state of depersonalization or loss of identity in which the self seems unreal, thought to be caused by difficulties in relating to society and the resulting prolonged inhibition of emotion.",
		"It is easier to talk about the intimacies of my social relationships in academic terms because then I do not have to implicate myself, rather than interact with my life as an object of study. Finding my way back to a notion of family after self imposed exile, in minor ways: As a queer subject, picking through the fragments. Space between the end of the sentence and the exclamation point when tryna be cute (e.g. “ right !! “)",
		"the sky turns green      screen",
		"you watch everyone else laughing",
		"Yes",
		"An impulse towards negation, disappear more and more. Wear clothing that nobody will notice.",
		"Wanderer: this one is like, okay, so, not knowing where you’re going, right? But going and going and going anyways. This one is alone. Stoic? A little bit? This one is lilac. A lone flower in a field of grass. This one wears a cloak. This one has muddy boots.",
		"unfortunately instinctual, an active and forceful attempt to define boundaries, how much do really need it?"

		],
	"desire": [
		"I hope and wish that at every second of my life I would desire something. When I desire nothing, my mind crumbles + I am utterly depressed. I desire to be loved most of all.",
		"Body heats up & vision is blurred. One is blind of nothing else but the desire object/person. Sometimes mouth may go dry.",
		"The wish for a presence in absence. Usually caused by an envy, a notion of inequity.",
		"I always think twice about using this word because it’s so strong in like a weird way and I don’t want that.",
		"I am skeptical that any desire is ‘natural’ – in fact, the word ‘natural’ I interpret as I do the excited fonts spelling ‘organic’ upon bags of sprightly produce. Without substance. The libido and mortido are two sides of the same coin, and yet it’s difficult to believe that any amount of nature could program the will to self-destruction in a creature’s mind. If, as Wittig claims, ‘sex’ is always already female, and there is only one sex, the ‘feminine,’ the utter inescapability of my own destruction is inevitable, with sex conceived as some sort of rite of ownership. At the same time, there is a confusion of disgust and desire in the poiesis of hierarchy, of power relations that at every moment recreates a binary – a binary which acts as a lifeline for heterohegemony.",
		"I want to never desire something that I can have.",
		"I like to lick you all day long.",
		"All my desire is reserved for big titty butches. I love you.",
		"第二份的石锅拌饭灼人的温热夹在你的脖颈和领口中间泡菜和略焦的饭粒钻进毛孔 勾住纤维在脾胃里安稳地放下一块大石你的蜷伏喂饱我咀嚼过后的虚空",
		"虔诚被你抱住与抱住你的时刻最虔诚说我犯了崇拜偶像的忌也好此刻我希望更深刻地坚信上帝是真的此般你焦躁又百无聊赖的灵魂或许便安妥我弥不足道只好祈祷",
		"Reiterating to myself that loneliness is still time spent with the world and that oneness is a beautiful and prized seed. Mundane sex and thin lips cannot function as fodder. Difficult relationship to the collective culture informing me I should not want to be held in emotionally intimate ways nor entertain gravity. Shame in that want.My snake plant lives ten feet from the window and increasingly bends her arms towards my bed, where the light rests.",
		"cento - with animal teeth. a blush tears itself in half deep bounty, its finite grace firm, oblique, accepting everything with the same like a god: that which manifests is it not drama? whose modes of coagulation and cohabitation draw chalk lines between our counterparts, into the maniac murmurs of this impossible carcass economy those seventeen-year locusts hanging off the trees",
		"Put it away",
		"full pillow soft serve an eyelid closing",
		"A heavy word",
		"Desire is a mode of being. It is constant. You are disgusted by hetero-romantic love and its arrogance. You wish to be arrogant. Spring is when opportunities arise, and even watching them float past you in vain is its own form of pleasure. Desire, and the only thing you desire is for desire to be articulated, and you think, more pop songs, please, more and more pop songs."
		]
}



